"Not a number" = "Keine Zahl";
"Value Exceeds Precision" = "Wert überschreitet Genauigkeit";
"Precision: %d digits" = "Genauigkeit: %d Ziffern";
"Precision: %d significant figures" = "Genauigkeit: %d signifikante Stellen";
"Precision: %d point places" = "Genauigkeit: %d Nachkommastellen";
"Precision: %d-bit 2's Complement" = "Genauigkeit: %d-Bit-Zweierkomplement";
"Radix: Binary" = "Basis: binär";
"Radix: Octal" = "Basis: oktal";
"Radix: Decimal" = "Basis: dezimal";
"Radix: Hexadecimal" = "Basis: hexadezimal";
"Trig. Mode: Degrees" = "Winkelmodus: Deg";
"Trig. Mode: Radians" = "Winkelmodus: Rad";
"Trig. Mode: Gradians" = "Winkelmodus: Grad";
